<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.1//EN" "http://www.w3.org/TR/xhtml11/DTD/xhtml11.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" xml:lang="fr" >
	<head>
		<title>Ducatel David</title>
		<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
		<link rel="stylesheet" media="screen" type="text/css" title="Design" href="./style.css" />
<meta name="description" content="Site Curiculumn Vitae" />
		<meta name="keywords" content="CV,Curriculumn,Vitae" />
		<meta name="robots" content="index,follow,all" />
		<meta name="REVISIT-AFTER" content="7 days" />
		<meta http-equiv="Content-Language" content="fr" />
		<link rel="icon" type="image/png" href="./img/favicon.png" />
	<!--[if IE]><link rel="shortcut icon" type="image/x-icon" href="img/favicon.ico" /><![endif]--> 
	</head>
	<body>
		<div id="header">
			<p>
				David Ducatel <span style="float:right;margin-right:15px;"> 1<sup>er</sup> Juillet 1988 -- 23 ans<br/>Le Havre</span><br/>
				Master Informatique
			</p>
		</div>
		<div id='divMenu'>
		<table>
			<tr>
				<td>
					<a href='index.html'  id='actif'>Accueil</a>
				</td>
				<td>
					<a href='formation.html'>Formation</a>
				</td>
				<td>
					<a href='experience.html'>Exp&eacute;rience</a>
				</td>
				<td>
					<a href='informatique.html'>Comp&eacute;tences</a>
				</td>
				<td>
					<a href='production.html'>Production</a>
				</td>
				<td>
					<a href='contact.html'>Contact</a>
				</td>
			</tr>
		</table>
		<hr/>
		</div>
		<div id='ss_menu'>
			<img src='./img/linux2.png' alt='Image de presentation' /> 
			<img src='./img/linux.png' alt='Image de presentation' /> 
		</div>
		<div id='centre'>
			<div id='accueil'>
				<p id='first' style='text-indent:0px;'>
					Bonjour et bienvenue sur mon site pr&eacute;sentant mon curriculum  vitae. Je m'appelle David Ducatel j'ai actuellement 23 ans, je suis ing&eacute;nieur en informatique gr&acirc;ce &agrave; mon Master informatique (vous pouvez consulter l'ensemble de mon cursus en suivant ce <a href='formation.html' >lien vers la rubrique Formation</a> ). Poss&eacute;dant une double comp&eacute;tence (informatique et m&eacute;canique via mon BTS M&eacute;canique et Automatismes industriels), je suis capable de m'adapter facilement &agrave; une multitude de situation.
				</p>

				<p>
					Au cours de mon cursus et de mon apprentissage autodidacte, j'ai apprit un ensemble de langage qui me permet de travailler facilement sur un grand nombre de domaine diff&eacute;rent. En effet le langage Java SE me permet de d&eacute;velopper des applications lourdes ainsi que le langage C++ qui me permet de faire de m&ecirc;me en cas de contrainte de performance. Aussi ma connaissance du langage PHP, JavaScript, SQL et Java EE me permet de mettre en place n'importe quelle site / logiciel sur un serveur WEB.
					En sus, ma connaissance dans le logiciel Photoshop me permet de travailler un design soign&eacute; pour mes travaux WEB.
				</p>

				<p>
					Form&eacute &agrave; l'utilisation des m&eacute;thodes de conceptions Merise et UML je suis capable d'effectuer la conception d'un logiciel et d'une base de donn&eacute;e.
				</p>

				<p>
					Enfin, ayant souvent travaill&eacute; avec un environnement serveur Linux je suis capable d'administrer un serveur Apache, Tomcat, Mysql, PostgreSQL, etc ... Par ailleurs, je suis capable d'automatiser des taches (simple ou complexe) sur un serveur Linux gr&acirc;ce &agrave; ma connaissance du langage Python et des principale commande du Shell Bash.
				</p>

				<p>
					Vous pouvez, naturellement, consulter un aper&ccedil;us de mon travail via ce <a href='production.html'>lien vers la rubrique Production</a> o&ugrave; je propose au t&eacute;l&eacute;chargement les sources de diff&eacute;rent  projet auquel je me suis int&eacute;ress&eacute;. Aussi vous pouvez voir l'ensemble de mon exp&eacute;rience professionnel  en suivant ce <a href='experience.html'>lien vers la rubrique Exp&eacute;rience</a>.
				</p>

				<p>
					Vous pouvez aussi, bien sur me contacter gr&acirc;ce &agrave; la rubrique <a href='contact.html'>Contact</a> et je vous r&eacute;pondrai dans les plus brefs d&eacute;lais.
				</p>

				<p>
					Je vous souhaite une bonne visite.
				</p>

			</div>
		</div>
	</body>
</html>
				